{
  "navbar": {
    "home": "Home",
    "aboutMe": "About Me",
    "projects": "Projects",
    "skills": "Skills"
  },
  "presentation": {
    "title": "Anghelo Alva",
    "description": {
      "firstColor": "Web Developer",
      "second": ", passionate about him",
      "thirdColor": " learning",
      "fourth": " constant and the",
      "fifthColor": " resolution",
      "sixth": " creative of problems."
    },
    "buttons": {
      "linkedin": "LinkedIn",
      "github": "GitHub",
      "resume": "Resume",
      "mailTooltip": "Copied!"
    }
  },
  "skills": {
    "title": "Skills"
  },
  "experience": {
    "title": "Freelance",
    "first": {
      "title": "IngSimple",
      "description": "Development of the company's website, using Astro with islands and React components. Adding internationalization and a functional contact form achieved with Resend and Cloudflare Workers.",
      "challenges": ["Learn how Cloudflare Workers and Pages work", "Development of an attractive and functional user interface", "Optimization of the page for fast and efficient loading"],
      "date": "2024",
      "techs": ["Astro", "React", "Tailwind CSS", "TypeScript", "Cloudflare Workers"],
      "image": "/experience/ingsimple.png",
      "imageAlt": "IngSimple website",
      "url": "ingsimple.cl"
    }
  },
  "projects": {
    "title": "Projects"
  },
  "aboutMe": {
    "title": "About Me",
    "first": "Hello! I am Anghelo Alva, a Computer Engineering student and in my free time I dedicate myself to web development. I am passionate about technology and programming, and I enjoy the opportunity to learn something new every day.",
    "second": "Since my first steps into the world of web development, the curiosity to discover how sites were created and the freedom to create practically anything I could imagine kept me deeply involved.",
    "third": "I firmly believe in the value of continuous learning and constant improvement. I am convinced that every day brings an opportunity to learn something new, and I am committed to making the most of every experience.",
    "contact": "If you want to contact me, you can send me an email to:",
    "mailTooltip": "Copied!"
  }
}